Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: They also provide knowledge about anticipated cost so that an initial budget can be set, which can be later lowered through the experience curve.
es: También facilita el conocimiento de su costo para fijar un primer precio real, que podrá ser abaratado posteriormente a través de la curva de experiencia.

source: What are some of the common causes of WGA validation failure?
es: ¿Cuáles son las causas más comunes de los errores de validación de WGA?

source: In high-fixed-cost businesses such as manufacturing and most types of service provision, asset management is often one of the most powerful levers in determining relative profitability.
es: En empresas de altos costos fijos como las de manufactura y casi todos los tipos de provisión de servicios, la administración de bienes suele ser uno de los más poderosos elementos en la determinación de la ganancia relativa.

source: However, you have not split the fixed cost amount.
es: Sin embargo, no ha separado el importe del costo fijo.

source: You can execute a test run before you post the fixed cost predistribution.
es: Se puede realizar una ejecución de test antes de contabilizar la predistribución de costes fijos.

source: I have signed up to a fixed-cost system in the United Kingdom.
es: Yo mismo he contratado un sistema de costes fijos en el Reino Unido.

source: The company exceeded its full-year goal to deliver $1 billion of fixed cost reductions and productivity actions.
es: La compañía superó su objetivo anual fijado en $1.000 millones al reducir sus costes fijos y mejorar su productividad

source: Note In countries where no mobile prepaid offers are available, the monthly fixed cost (minus the free minutes included, if applicable) of a postpaid subscription is added to the basket.
es: Nota En los países en los cuales no se dispone de ofertas de previo pago para servicios móviles, se añade a la cesta el costo fijo mensual (menos los minutos gratuitos incluidos, en su caso) de un abono de pago posterior.

source: You can define fixed cost predistribution for individual activity types on a cost center and for individual business processes.
es: La predistribución de costes fijos para clases de actividad individuales puede definirse en un centro de coste y para procesos empresariales individuales.

source: When the survey was implemented, the size was established via the application of a procedure of minimum variance for fixed cost.
es: En el momento de implantación de la encuesta, el tamaño se estableció mediante la aplicación de un procedimiento de mínima varianza para coste fijo.

source: Review of the external auditor's preliminary report in respect of the 2007 fiscal year.
es: Revisión del Informe preliminar del auditor externo en relación con el ejercicio 2007.

source: Demonstration projects provide operational validation of the innovative product, system or process and enable an initial price to be set, which may subsequently be lowered by means of the experience curve.
es: El «proyecto de demostración» permite la validación operacional de un producto, sistema, o proceso innovador, así como la fijación de un primer precio real que después podrá ser abaratado a través de la curva de experiencia.

source: Your P&L will start showing the benefits of the economies of scale and you will be stepping forward on the experience curve.
es: Generara economías de escala y avanzara en la curva de la experiencia.

source: experience curve methodology development to assess energy programmes and policies
es: Desarrollo de la metodología de curva de experiencia para evaluar los programas y políticas energéticos.

source: The Experience curve has been modified in a way that it practically doesn't affect the leveling process up to level 30 and is steeper from then on.
es: La curva de experiencia ha sido modificada en forma que no afecta prácticamente el leveleo hasta nivel 30 y es más ostensible en los últimos niveles.

source: This provides the reduction of operational costs and improved security while maintaining the current end user experience - no learning curve.
es: Esto permite reducir costes operativos y mejorar la seguridad, a la vez que mantener la experiencia del usuario final - sin curva de aprendizaje.

source: However, initial experience points conclusively to a learning curve that, while present, is not insurmountable.
es: No obstante, la experiencia inicial señala, en forma concluyente, hacia una curva de aprendizaje que mientras esté presente, no será insuperable.

source: For these reasons (including lack of marketing experience, knowledge of the larger market), communities who become involved in ecotourism often experience a tremendous learning curve. Additionally, in areas that do not already have an existing flow of tourists to the region, there may be a lag between when the community is ready and when the tourists start coming.
es: Las comunidades que se involucran en ecoturismo suelen experimentar una curva de aprendizaje muy marcada debido a la necesidad de incorporar conocimientos de comercialización, de mercados más amplios, etc. Además, en áreas donde todavía no existe un flujo de turistas puede pasar cierto tiempo entre el momento en que la comunidad está lista para recibir turistas y el momento en que éstos comienzan a venir.

source: A stool culture may be done to rule out other possible causes of the symptoms.
es: Se puede realizar un coprocultivo para descartar otras causas posibles de los síntomas.

source: Provides managerial reports which display detailed information on most common failure causes in all products and processes.
es: Crea reportes para la gestión que demuestran informaciones detalladas de las causas más comunes de falla en todos los productos y procesos.

source: ATN is one of the most common causes of kidney failure in hospitalized patients.
es: La necrosis tubular aguda es una de las causas más comunes de insuficiencia renal en pacientes hospitalizados.

source: The form taken by such conduct varies widely, ranging from negligent or accidental failure to comply with a rule of Community law to intentional or even criminal acts, often perpetrated by organised groups.
es: Las formas que pueden revestir tales comportamientos varían mucho y abarcan un abanico que va desde el incumplimiento de una norma de Derecho comunitario, por error o descuido, hasta actos intencionales, o incluso delictivos, perpetrados a menudo por redes organizadas.

source: The health care provider will do a physical exam and rule out other possible causes of seizures.
es: El médico llevará a cabo un examen físico y descartará otras posibles causas de las convulsiones.

source: Note that one of the most common causes of premature valve failure is improper installation.
es: Observe que una de las causas más comunes de la falla prematura de las válvulas es la instalación incorrecta.

source: The most common cause of tricuspid regurgitation is swelling of the right ventricle. Such swelling may be a complication of any disorder that causes failure of the right ventricle.
es: La causa más común de regurgitación tricuspídea es la inflamación del ventrículo derecho, que puede ser una complicación de cualquier trastorno que cause insuficiencia ventricular derecha.

source: In addition to talking with you and the child, your child's physician may perform the following to help rule out other causes for the wetting
es: Además de hablar con usted y con su hijo, el médico de su hijo puede realizar lo siguiente para ayudar a descartar otras causas de la incontinencia

source: Human rights violations are not only one of the main causes of massive exodus; they also rule out the option of voluntary repatriation as long as the violations continue.
es: Las violaciones de los derechos humanos no sólo son una de las principales causas de los éxodos masivos, sino que también descartan la opción de la repatriación voluntaria mientras persistan dichas violaciones.

source: You can define fixed cost predistribution for each activity type of a sender cost center or sender business process.
es: Se puede definir la predistribución de costes fijos para cada clase de actividad de un proceso empresarial de centro de coste emisor o proceso empresarial emisor.

source: Fixed cost reduction, designed to achieve significant savings in administrative and support activities as well as savings on external services.
es: Reducción de gastos fijos, enfocado en la consecución de importantes ahorros en actividades de administración y soporte y contratación de servicios externos.

source: The fixed cost variance is based on the following formula
es: La desviación de costes fijos se basa en la siguiente fórmula

source: While suitable second hand locomotives are generally not available, the acquisition of a new locomotive implies a prohibitively high fixed cost.
es: Mientras que las locomotoras adecuadas de segunda mano no suelen estar disponibles, la adquisición de una nueva locomotora implica un coste fijo prohibitivamente alto.

source: In particular, because producing new ideas involves the commitment of time and money (often in the form of specialized assets) with an uncertain outcome, it tends to be a high-fixed-cost activity vulnerable to copying by competitors.
es: En concreto, la producción de nuevas ideas conlleva una inversión de tiempo y dinero (a menudo en forma de activos especializados) cuyos resultados son inciertos, por lo que tiende a ser una actividad con elevados costos fijos y vulnerable a la copia por parte de la competencia.

source: For all Struers equipment we offer Preventive Maintenance Agreements at a fixed cost.
es: Para todos los equipos de Struers podemos ofrecer un Contrato de Mantenimiento Preventivo con un costo fijo.

source: Such benefits shall be granted by and at the expense of the institution of the place of residence.
es: Las prestaciones serán satisfechas por la institución del lugar de residencia y a su cargo.

source: We are, alas, well aware that the cuts will only come at the expense of funds.
es: Somos muy conscientes de que los recortes solo irán en detrimento de los fondos.

source: Therefore, in taking stock of the recent past and the experience gained in the learning curve, the next phase of our planning ought to take the following areas into consideration first, assuring the continuity of the salient factors that have helped make our efforts worthy of the cause thus far; secondly, central positioning of all civil society, especially those affected by the disease, in the planning and implementation of our programmes; and, thirdly, encouraging our partners to continue playing a positive role in our future endeavours, as they have done in the past.
es: Por lo tanto, al hacer balance del pasado reciente y de la experiencia obtenida de la curva de aprendizaje, en la próxima fase de nuestra planificación deberían tenerse en cuenta las siguientes esferas primero, garantizar la continuidad de los factores destacados que han ayudado a que hasta ahora nuestros esfuerzos estuvieran a la altura de la causa; segundo, un posicionamiento central de la sociedad civil, sobre todo de las personas afectadas por la enfermedad, en la planificación y la ejecución de nuestros programas; y, tercero, alentar a nuestros asociados a seguir desempeñando un papel positivo en nuestras futuras iniciativas, tal como se ha hecho anteriormente.

source: Experience must be accumulated and a learning curve followed on the use of the model in order to enter the appropriate data at all times and to interpret the results.
es: Se requiere acumular experiencia y seguir una curva de aprendizaje en el uso del modelo, para introducir los datos apropiados en cada momento y para interpretar los resultados.

source: Countries such as India and China, despite their impressive economic growth, will still experience a long development curve in future years in the area of human development They too will undergo dramatic shifts in this area in the decades to come.
es: Pese a su impresionante crecimiento económico, países como la India y China tienen aún ante sí una larga curva de desarrollo en este sentido, debido a sus características históricas y a las costumbres de su población.

source: "Martinez spoke on behalf of the Council, pointing out that ""The United Nations Convention is one way for the US to share its technical expertise and legislative achievement, provide technical assistance and the exchange of knowledge, skills, and experience to help reduce the learning curve for countries that are ready to implement new solutions."
es: "La Sra. Martínez habló a nombre del Consejo indicando que ""La Convención de las Naciones Unidas en una de las formas en que EE.UU. puede compartir su experiencia técnica y logros legislativos al dar asistencia técnica e intercambio de conocimientos, destrezas y experiencia para ayudar a reducir la curva de aprendizaje en países que ya estén listos para implementar nuevas soluciones""."

source: A physical exam and other tests can help rule out other causes.
es: Un examen físico y otras pruebas que pueden ayudar a descartar otras causas.

source: It is important that a complete history, physical examination (including pelvic exam), and in some instances a psychiatric evaluation be conducted to rule out other potential causes for symptoms that may be attributed to PMS.
es: Es importante que se realice una historia clínica completa, un examen físico (incluyendo examen pélvico) y, en algunos casos, una evaluación psiquiátrica con el fin descartar otras causas potenciales para los síntomas que puedan ser atribuidos a este síndrome.

source: The most common causes of heart failure are hypertension (high blood pressure) and coronary artery disease (for example, you have had a heart attack).
es: Las causas más comunes de insuficiencia cardíaca son hipertensión (presión sanguínea alta) y arteriopatía coronaria (por ejemplo, la persona ha tenido un ataque cardíaco).

source: Uncontrolled diabetics, heavy drinkers, heavy teeth grinders and heave smokers are usually not liable candidates for this type of surgery, since these are the most common causes of dental implant failure.
es: En los casos de que una persona sea diabética sin control o que beba mucho alcohol o fume en exceso, no se recomienda realizar una cirugía de implantes dentales; estas condiciones usualmente alteran los resultados del tratamiento y la cirugía no es exitosa.

source: Built-in diagnostics detect the most common causes of premature pump failure-overheating, freezing, and voltage irregularities-and corrective action is taken.
es: La función de diagnóstico incorporada detecta las causas más comunes de fallas prematuras en la bomba - sobrecalentamiento, congelamiento e irregularidades en la tensión- y luego toma una medida correctiva.

source: He identifies four common causes of failure among programs promoting a participatory approach (Burkey, 1993, pp. 159-161.)
es: Él ha identificado cuatro causas comunes de fracaso de los programas en promoción del enfoque participativo (Burkey, 1993, p. 159-161).

source: Heart muscle disease (cardiomyopathy) caused by silent ischemia is among the more common causes of heart failure in the United States.
es: La enfermedad del músculo cardíaco (cardiomiopatía) ocasionada por una isquemia silenciosa es una de las causas más comunes de insuficiencia cardíaca en los Estados Unidos.

source: Nevertheless, this expansion was carried out at the expense of quality.
es: Sin embargo dicha expansión se realizó a costa de la calidad.

source: In a cash flow statement, the focus is on the timing of receipt and disbursement of cash, regardless of when the income was earned or the expense was incurred.
es: El enfoque de un estado de flujo de caja está en las entradas y salidas de efectivo a tiempo oportuno, independientemente de cuando ocurrieron los ingresos y egresos.

source: Maximizes system performance at the expense of battery life.
es: Maximiza el rendimiento del sistema a costa de la duración de la batería.

source: Some might say that an increase in transparency would be at the expense of the efficiency that is so important for a body responsible for international peace and security.
es: Algunos pudieran decir que el aumento de la transparencia se hará a expensas de la eficiencia que es tan importante para el órgano responsable de la paz y la seguridad internacionales.

source: In the context of domestic violence this can protect the violent man at the expense of the woman.
es: En el caso de la violencia doméstica este hecho puede favorecer al hombre violento en perjuicio de la mujer.

source: Monthly rent expense of $55 is payable to Blue Pacific under this agreement.
es: El gasto del canon mensual de $55 es pagadero a Blue Pacific bajo este acuerdo.

source: They believe that in order to prevent the system from being overburdened by frivolous claims thereby incurring substantial expense and discriminating against justified appeals, only the first appeal should be made free of charge, whereas for all subsequent appeals a fee should be introduced.
es: A su juicio, para evitar que se sobrecargue el sistema con reclamaciones banales que ocasionan gastos considerables y redundan en perjuicio de las apelaciones justificadas, sólo debe tramitarse gratuitamente la primera apelación, y se deben cobrar derechos respecto de todas las apelaciones subsiguientes.

source: If the recharging takes place only during the daylight hours, the demand curve would experience an even greater imbalance owing to the increase in the differences between the periods of higher and lower consumption.
es: Si la recarga se realiza sólo durante el día, la curva de demanda experimentará un desequilibrio aún mayor al aumentar las diferencias entre los periodos de mayor y menor consumo.

source: These pilot projects are what guide us, step by step, along the curve of experience, reducing costs and increasing efficiency while, at the same time, demonstrating the pluses of this new energy vector to society.
es: Estos proyectos de demostración son los que, poco a poco, nos llevan por la curva de la experiencia, reduciendo costes y aumentando la eficiencia, a la par que van mostrando a la sociedad las bondades de este nuevo vector energético.

source: At the Washington square in front of the main station they were able to enjoy a wine tasting course in a RÖDER 15x27m curve tent and thus experience the national wines with all their senses.
es: En la plaza Washington, en frente de la estación principal, pudieron degustar los vinos en una carpa curvada RÖDER de 15x27 m y así experimentar los vinos nacionales en todos sus sentidos.

source: Each curve roof houses a main function - first and lowest curve houses a mini-exhibition to introduce the vineyard upon arrival, second curve presents the restaurant while the last and highest curve contains the ultimate designated experience - wine tasting.
es: Cada curva del techo tiene una función especial- la primera y pequeña curva curva alberga una mini exposición para introducir un la llegada del viñedo, la segunda curva presenta el restaurante mientras que la ultima y mas alta curva contiene la experiencia final- degustación de vino.

source: Learning curve or experience
es: Curva de aprendizaje o de experiencia

source: This margin is set against the fixed swap rate curve.
es: Este margen se fija en función de la curva del tipo swap fijo.

source: It is not exactly ahead of the curve to take four and a half years to make only an informal request.
es: No podemos hablar exactamente de un gran progreso cuando se han tardado cuatro años y medio en hacer una mera petición informal.

source: In this case, the timeeffect curve may allow extrapolation of the 96h value.
es: En este caso, la curva tiempo-efecto puede permitir la extrapolación del valor de 96 horas.

source: In principle, gardening is very easy, and the best learning curve can be attained through personal experience.
es: En principio la jardinería es muy fácil, y la mayoría de las cosas se aprenden a partir de la experiencia propia!

source: ECHA urges all companies submitting dossiers to read the relevant manual to minimise the chances of a business rule failure.
es: La ECHA insta a todas las empresas que presenten expedientes a que lean el manual correspondiente para minimizar el riesgo de incumplimiento de la normativa.

source: There have been a number of incidents of indiscipline and failure to respect the rule of law by Armed Forces of Liberia soldiers.
es: Ha habido varios casos de indisciplina y falta de respeto del estado de derecho por parte de miembros de las Fuerzas Armadas.

source: Nevertheless, the existence of a reduced Community ceiling for tar yields ensures a higher level of public health protection than would otherwise be the case, and creates a common rule applicable across the Internal Market.
es: No obstante, la imposición de contenidos máximos de alquitrán en la Comunidad garantiza un nivel de Salud Pública más elevado de lo que sería sin estos contenidos máximos, y crea una norma común aplicable en todo el territorio del mercado interior.

source: "But paragraph 8(c) provides that the General Conference may decide to make an exception to this rule ""if it is satisfied that failure to pay is due to conditions beyond the control of the Member State""."
es: "Sin embargo, según el párrafo 8 c) del mismo artículo, la Conferencia General puede decidir hacer una excepción a esta regla ""si comprueba que la falta de pago se debe a circunstancias ajenas a la voluntad del referido Estado Miembro""."

source: Examination and testing can help diagnose acute kidney failure and help rule out other problems that can affect kidney function.
es: Los exámenes y pruebas pueden ayudar a diagnosticar la insuficiencia renal aguda y a descartar otros problemas que pueden afectar el funcionamiento renal.

source: Violations of human rights and the failure to respect the rule of law are among the main factors threatening peace and security and slowing down development processes.
es: Las violaciones de los derechos humanos y la falta de respeto del Estado de derecho son algunos de los principales factores que amenazan la paz y la seguridad y frenan los procesos de desarrollo.

source: I would point out that these conclusions are our common rule as, obviously, they were adopted unanimously by all the Member States.
es: Ha de recordarse que estas conclusiones son nuestra normativa común, ya que fueron adoptadas -naturalmente- unánimemente por todos los Estados miembros.

source: It was important to achieve savings, but not at the expense of mandated activities.
es: Es importante realizar economías, pero no a costa de actividades establecidas en los mandatos.

source: The numerous proposals in the various areas of reform were rather complex, and their implementation, if not properly carried out, might result in the achievement of some goals at the expense of others.
es: Las numerosas propuestas relativas a los diversos ámbitos de la reforma son más bien complejas y su aplicación, si no se lleva a cabo debidamente, podría dar por resultado la consecución de algunos objetivos a expensas de otros.

source: Finally, hydrogen peroxide cannot be considered as an emergent product because it has been used as an industrial oxidiser for as long as potassium permanganate and did not gain importance at the expense of potassium permanganate.
es: Por último, el peróxido de hidrógeno no puede considerarse un nuevo producto puesto que viene utilizándose como oxidante industrial desde hace tanto tiempo como el permanganato potásico, y no ha cobrado relevancia a expensas de este último.
